<?php 
$a = array(
	"สิ่งที่สำคัญที่สุดคือเราต้องเชื่อว่าเราทำได้",
	"ผมรู้ว่าผมไม่รู้อะไร",
	"ความสำเร็จมีขั้นตอนอย่าใจร้อน",
	"จะประสบความสำเร็จไม่จำเป็นต้องเป็นผู้นำเสมอ",
	"อย่าปล่อยให้เขาต้องวิ่งตามเราตลอดเวลา เดินไปพร้อมกันดีกว่าไหม สำหรับคำว่ารัก",
	"แม้โลกนี้จะเต็มไปด้วยสิ่งเลวร้ายแต่ในขณะเดียวกัน...มันก็มีสิ่งสวยงามอยู่ในปริมาณเท่าๆกัน",
	"รักที่เลือกไม่ได้ คือรักที่ไม่ได้เลือกใคร...นอกจากตัวเอง",
	"ไม่ใช่คนที่มีความรักบ่อยๆ แต่ก็ไม่ใช่รักใครไม่เป็น",
	"บางสิ่ง คิดได้แต่พูดไม่ได้บางอย่าง รู้สึกได้แต่แสดงออกไม่ได้",
	"เก็บสิ่งที่มีค่าไว้กับตัวเองถือว่าไม่อันตราย สิ่งมีค่าที่เรียกว่ารัก",
	"บางคนอยู่ในสถานะเลือกไม่ถูกแต่บางคนอยู่ในสถานะไม่ถูกเลือก ",
	"เพราะชีวิตเคยมีความสุขพอ สะดุด ก็ล้มและร้องไห้",
	"ความเครียดจะหายไป ถ้าใจเราปล่อยวาง",
	"ไม่มีใครยืนคนเดียวท่ามกลางซากศพคนอื่นได้",
	"จงสนใจว่าคุณมาได้ไกลแค่ไหนมากกว่าสนใจสิ่งที่คุณเสียไปเพื่อให้มาถึงจุดนี้",
	"คนเรา..เจอกันไม่ใช่เรื่อง บังเอิญทุกอย่างล้วนมีเหตุผลของมัน",
	"ชีวิตคนเราบางทีก็ถูกที่ แต่ผิดเวลา",
	"การเดินออกมาจาก ปัญหาใช่ว่าเราจะเจอ ความสุข",
	"เราไม่สามารถเปลี่ยนใจใครได้แต่เราสามารถควบคุมหัวใจตัวเองได้",
	"การอยู่คนเดียวไม่ได้แปลว่าคุณเหงา แต่หมายความว่าคุณเข็มแขงต่างหาก",
	"ความจริงใจไม่ได้อยากได้มันหรอก แค่อยากเห็นมันบ้างก็เท่านั้นเอง . .",
	"อย่าจุดไฟเผาตัวเองเพียงเพื่อให้ใครอบอุ่น",
	"ถ้าคุณเป็นคนดี คุณก็เป็นได้แค่คนดี ไม่ใช่คนรัก.",
	"เพราะตัวอักษร มันไม่มีเสียง บ้างข้อความที่เราพิมพ์เขาเลยไม่ได้ยิน"
	);
$random_key = array_rand($a,1);
echo "<p>".$a[$random_key]."</p>";